Repository: isaacakalanne1/phraseflow-chinese
Catalog: PhraseFlow Chinese/FlowTale/Localization/*.lproj/Localizable.strings
Languages: ar, hi, ja

source: Translation
ar: ترجمة
hi: अनुवाद
ja: 翻訳

# definition_of
source: Definition: %@
ar: التعريف: %@
hi: परिभाषा: %@
ja: 定義: %@

source: Stories
ar: قصص
hi: कहानियां
ja: ストーリー

source: Play
ar: تشغيل
hi: चलाएं
ja: 再生

source: Settings
ar: الإعدادات
hi: सेटिंग्स
ja: 設定

source: Choose Story
ar: اختر القصة
hi: कहानी चुनें
ja: ストーリーを選択

source: Create Story
ar: إنشاء قصة
hi: कहानी बनाएं
ja: ストーリーを作成

source: Story Settings
ar: إعدادات القصة
hi: कहानी सेटिंग्स
ja: ストーリー設定

source: New Story
ar: قصة جديدة
hi: नई कहानी
ja: 新しいストーリー

source: Difficulty
ar: المستوى
hi: कठिनाई स्तर
ja: 難易度

source: Beginner
ar: مبتدئ
hi: शुरुआती
ja: 初心者

source: Intermediate
ar: متوسط
hi: मध्यम
ja: 中級

source: Advanced
ar: متقدم
hi: उन्नत
ja: 上級

source: Expert
ar: خبير
hi: विशेषज्ञ
ja: エキスパート

source: Language
ar: اللغة
hi: भाषा
ja: 言語

source: Chinese (Mandarin)
ar: الصينية (الماندرين)
hi: चीनी (मंदारिन)
ja: 中国語 (北京語)

source: Spanish
ar: الإسبانية
hi: स्पेनिश
ja: スペイン語

source: French
ar: الفرنسية
hi: फ्रेंच
ja: フランス語

source: Japanese
ar: اليابانية
hi: जापानी
ja: 日本語

source: Korean
ar: الكورية
hi: कोरियाई
ja: 韓国語

source: Russian
ar: الروسية
hi: रूसी
ja: ロシア語

# arabicGulf
source: Arabic (Gulf Arabic)
ar: العربية (الخليجية)
hi: अरबी (गल्फ अरबी)
ja: アラビア語 (湾岸方言)

source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)
hi: पुर्तगाली (ब्राज़ील)
ja: ポルトガル語 (ブラジル)

source: Portuguese (European)
ar: البرتغالية (الأوروبية)
hi: पुर्तगाली (यूरोपीय)
ja: ポルトガル語 (ヨーロッパ)

source: Retry
ar: إعادة المحاولة
hi: पुनः प्रयास करें
ja: 再試行

source: Failed to write story
ar: فشل في كتابة القصة
hi: कहानी लिखने में विफल
ja: ストーリーの作成に失敗しました

source: Failed to write chapter
ar: فشل في كتابة الفصل
hi: अध्याय लिखने में विफल
ja: 章の作成に失敗しました

source: Writing new chapter...
ar: يتم كتابة فصل جديد...
hi: नया अध्याय लिख रहे हैं...
ja: 新しい章を作成中...

# ai_statement
source: Stories and definitions are written by AI and may be inaccurate or inappropriate.
ar: القصص والتعريفات مكتوبة بواسطة الذكاء الاصطناعي وقد تكون غير دقيقة أو غير مناسبة.
hi: कहानियां और परिभाषाएं AI द्वारा लिखी गई हैं और यह गलत या अनुचित हो सकती हैं।
ja: ストーリーと定義はAIによって作成されており、不正確または不適切な場合があります。

# chapter_number
source: Chapter %@
ar: الفصل %@
hi: अध्याय %@
ja: 第%@章

source: Loading
ar: جارٍ التحميل
hi: लोड हो रहा है
ja: 読み込み中

source: Load
ar: تحميل
hi: लोड करें
ja: 読み込む

source: Pause
ar: إيقاف مؤقت
hi: रोकें
ja: 一時停止

source: Next Chapter
ar: الفصل التالي
hi: अगला अध्याय
ja: 次の章

# definition_toggle
source: Definition
ar: التعريف
hi: परिभाषा
ja: 定義

# english_toggle
source: English
ar: الإنجليزية
hi: अंग्रेज़ी
ja: 英語

source: Toggle
ar: التبديل
hi: टॉगल
ja: 切り替え

source: Voice
ar: الصوت
hi: आवाज़
ja: 声

source: Speed
ar: السرعة
hi: गति
ja: 速度

source: Slow
ar: بطيء
hi: धीमा
ja: 遅い

source: Normal
ar: عادي
hi: सामान्य
ja: 普通

source: Fast
ar: سريع
hi: तेज़
ja: 速い

# voice_xiaoxiao
source: Xiaoxiao
ar: شياوشياو
hi: ज़ियाओज़ियाओ
ja: シャオシャオ

# voice_yunjian
source: Yunjian
ar: يونجيان
hi: युंजियान
ja: ユンジアン

# voice_denise
source: Denise
ar: دينيس
hi: डेनिस
ja: デニス

# voice_henri
source: Henri
ar: هنري
hi: हेनरी
ja: アンリ

# voice_mayu
source: Mayu
ar: مايو
hi: मायू
ja: まゆ

# voice_keita
source: Keita
ar: كيتا
hi: केइता
ja: けいた

# voice_sun_hi
source: Sun-Hi
ar: سون-هي
hi: सन-ही
ja: スンヒ

# voice_hyun_su
source: Hyun-Su
ar: هيون-سو
hi: ह्यून-सू
ja: ヒョンス

# voice_dariya
source: Dariya
ar: داريا
hi: दारिया
ja: ダーリヤ

# voice_dmitry
source: Dmitry
ar: ديميتري
hi: दिमित्री
ja: ドミトリー

# voice_elvira
source: Elvira
ar: إلفيرا
hi: एलविरा
ja: エルビラ

# voice_alvaro
source: Alvaro
ar: ألفارو
hi: अलवारो
ja: アルバロ

# voice_fatima
source: Fatima
ar: فاطمة
hi: फ़ातिमा
ja: ファティマ

# voice_hamdan
source: Hamdan
ar: حمدان
hi: हमदान
ja: ハムダン

# voice_raquel
source: Raquel
ar: راكيل
hi: राक्वेल
ja: ラケル

# voice_duarte
source: Duarte
ar: دوارتي
hi: डुआर्टे
ja: ドゥアルテ

# voice_thalita
source: Thalita
ar: ثاليتا
hi: थालिता
ja: タリタ

# voice_donato
source: Donato
ar: دوناتو
hi: डोनाटो
ja: ドナト

source: Male
ar: ذكر
hi: पुरुष
ja: 男性

source: Female
ar: أنثى
hi: महिला
ja: 女性

source: Chapters
ar: الفصول
hi: अध्याय
ja: 章

source: New Chapter
ar: فصل جديد
hi: नया अध्याय
ja: 新しい章

source: Choose Chapter
ar: اختر الفصل
hi: अध्याय चुनें
ja: 章を選択

source: Defining...
ar: جاري التعريف...
hi: परिभाषा दी जा रही है...
ja: 定義中...

source: English
ar: الإنجليزية
hi: अंग्रेज़ी
ja: 英語

source: Hindi
ar: الهندية
hi: हिंदी
ja: ヒンディー語

source: German
ar: الألمانية
hi: जर्मन
ja: ドイツ語

# voice_ava
source: Ava
ar: آفا
hi: आवा
ja: アバ

# voice_ananya
source: Ananya
ar: أنانيا
hi: अनन्या
ja: アナンヤ

# voice_aarav
source: Aarav
ar: أراف
hi: आरव
ja: アーラヴ

# voice_amala
source: Amala
ar: أمالا
hi: अमला
ja: アマラ

# voice_conrad
source: Conrad
ar: كونراد
hi: कॉनराड
ja: コンラッド

source: Subscribe
ar: اشترك
hi: सब्सक्राइब करें
ja: 購読

source: Welcome back
ar: مرحبًا بك مجددًا
hi: वापसी पर स्वागत है
ja: おかえりなさい

source: Tap a word to define it
ar: اضغط على كلمة لتعرف معناها
hi: परिभाषा के लिए शब्द पर टैप करें
ja: 単語をタップして定義を表示

source: Word
ar: الكلمة
hi: शब्द
ja: 単語

source: Sentence
ar: الجملة
hi: वाक्य
ja: 文章

source: Definition
ar: التعريف
hi: परिभाषा
ja: 定義

source: Previous
ar: السابق
hi: पिछला
ja: 前へ

source: Reveal
ar: إظهار
hi: प्रकट करें
ja: 表示

source: Next
ar: التالي
hi: अगला
ja: 次へ

source: Words Saved: %@
ar: الكلمات المحفوظة: %@
hi: सहेजे गए शब्द: %@
ja: 保存された単語: %@

source: Words Studied: %@
ar: الكلمات التي تم دراستها: %@
hi: अध्ययन किए गए शब्द: %@
ja: 学習済みの単語: %@

source: All Words
ar: كل الكلمات
hi: सभी शब्द
ja: すべての単語

source: Saved
ar: المحفوظة
hi: सहेजा गया
ja: 保存済み

source: Studied
ar: الدراسية
hi: अध्ययन किया गया
ja: 学習済み

source: Music
ar: الموسيقى
hi: संगीत
ja: 音楽

source: Story
ar: القصة
hi: कहानी
ja: ストーリー

source: Custom story...
ar: قصة مخصصة...
hi: कस्टम कहानी...
ja: カスタムストーリー...

source: Random
ar: عشوائي
hi: यादृच्छिक
ja: ランダム

# how_story_start
source: How do you want the story to start?
ar: كيف تريد أن تبدأ القصة؟
hi: आप अपनी कहानी कैसे शुरू करना चाहते हैं?
ja: ストーリーの始まりをどうしたいですか？

# which_language_learn
source: Which language would you like to learn?
ar: ما اللغة التي ترغب في تعلمها؟
hi: आप कौन सी भाषा सीखना चाहेंगे?
ja: どの言語を学びたいですか？

# how_difficult_story
source: How difficult would you like the story to be?
ar: ما مستوى صعوبة القصة الذي تفضله؟
hi: आप कहानी को कितना कठिन बनाना चाहते हैं?
ja: ストーリーの難易度をどうしますか？

source: Done
ar: تم
hi: हो गया
ja: 完了

source: Manage Subscription
ar: إدارة الاشتراك
hi: सदस्यता प्रबंधित करें
ja: 購読を管理

source: %@ chapters per story
ar: %@ فصول لكل قصة
hi: %@ अध्याय प्रति कहानी
ja: %@章/ストーリー

source: Unlimited chapters
ar: فصول غير محدودة
hi: असीमित अध्याय
ja: 無制限の章

source: Restore subscription
ar: استعادة الاشتراك
hi: सदस्यता पुनर्स्थापित करें
ja: 購読を復元

# terms_of_use
source: Terms of Use (EULA)
ar: شروط الاستخدام
hi: उपयोग की शर्तें (EULA)
ja: 利用規約 (EULA)

source: Privacy Policy
ar: سياسة الخصوصية
hi: गोपनीयता नीति
ja: プライバシーポリシー

# manage_subscriptions_instructions
source: To manage your subscriptions, go to iOS Settings App -> Apple ID -> Subscriptions
ar: لإدارة الاشتراكات، انتقل إلى إعدادات iOS -> معرف Apple -> الاشتراكات
hi: अपनी सदस्यता प्रबंधित करने के लिए, iOS सेटिंग्स ऐप -> एप्पल आईडी -> सदस्यता पर जाएं
ja: 購読を管理するには、iOS設定アプリ -> Apple ID -> 購読 へ進んでください。

# price_per_month
source: %@ per month
ar: %@ شهريًا
hi: %@ प्रति माह
ja: %@/月

source: Writing chapter.
ar: جارٍ كتابة الفصل.
hi: अध्याय लिखा जा रहा है।
ja: 章を作成中。

source: Chapter ready.
ar: الفصل جاهز.
hi: अध्याय तैयार है।
ja: 章が準備完了。

# failed_write_chapter
source: Failed to write chapter. Tap to retry.
ar: فشل في كتابة الفصل. اضغط لإعادة المحاولة.
hi: अध्याय लिखने में विफल। पुनः प्रयास के लिए टैप करें।
ja: 章の作成に失敗しました。タップして再試行してください。

# failed_moderate_text
source: Failed to moderate text. Tap to retry.
ar: فشل في مراجعة النص. اضغط لإعادة المحاولة.
hi: पाठ को मॉडरेट करने में विफल। पुनः प्रयास के लिए टैप करें।
ja: テキストの審査に失敗しました。タップして再試行してください。

# subscription_complete
source: Subscription complete. Unlimited chapters now available.
ar: تم الاشتراك. الفصول غير المحدودة أصبحت متاحة.
hi: सदस्यता पूरी हो गई। अब असीमित अध्याय उपलब्ध हैं।
ja: 購読が完了しました。無制限の章が利用可能です。

source: Custom story added
ar: تمت إضافة القصة المخصصة
hi: कस्टम कहानी जोड़ी गई
ja: カスタムストーリーが追加されました

source: Moderating story
ar: جاري مراجعة القصة
hi: कहानी का निरीक्षण हो रहा है
ja: ストーリーを審査中

# story_did_not_meet_policies
source: Your story did not meet our AI provider's usage policies.
ar: القصة الخاصة بك لم تلتزم بسياسات مزود الذكاء الاصطناعي.
hi: आपकी कहानी हमारे AI प्रदाता की उपयोग नीतियों का पालन नहीं करती।
ja: ストーリーがAIプロバイダーの使用ポリシーに合致しませんでした。

source: Deleted custom story
ar: تم حذف القصة المخصصة
hi: कस्टम कहानी हटाई गई
ja: カスタムストーリーが削除されました

source: Tap Reveal to show
ar: اضغط على إظهار لرؤية المحتوى
hi: सामग्री दिखाने के लिए प्रकट पर टैप करें
ja: 表示するにはタップ

source: No saved words
ar: لم يتم حفظ أي كلمات
hi: कोई शब्द सहेजे नहीं गए
ja: 保存された単語がありません

# tap_word_to_study
source: Tap a word to study
ar: اضغط على كلمة لدراستها
hi: पढ़ने के लिए किसी शब्द पर टैप करें
ja: 単語をタップして学習

# subscribe_now_unlimited_chapters
source: Subscribe now for unlimited chapters
ar: اشترك الآن للحصول على فصول غير محدودة
hi: असीमित अध्यायों के लिए अब सब्सक्राइब करें
ja: 無制限の章のために今すぐ購読

source: Free
ar: مجاني
hi: मुफ्त
ja: 無料
