Repository: isaacakalanne1/phraseflow-chinese
Catalog: PhraseFlow Chinese/Localization/Sources/Localization/*.lproj/Localizable.strings
Languages: ru

source: Translation
ru: Перевод

# definition_of
source: Definition: %@
ru: Определение: %@

source: Stories
ru: Истории

source: Play
ru: Воспроизвести

source: Settings
ru: Настройки

source: Choose Story
ru: Выбрать историю

source: Create Story
ru: Создать историю

source: Story Settings
ru: Настройки истории

source: New Story
ru: Новая история

source: Difficulty
ru: Сложность

source: Beginner
ru: Начинающий

source: Intermediate
ru: Средний

source: Advanced
ru: Продвинутый

source: Expert
ru: Эксперт

source: Language
ru: Язык

source: Chinese (Mandarin)
ru: Китайский (мандаринский)

source: Spanish
ru: Испанский

source: French
ru: Французский

source: Japanese
ru: Японский

source: Korean
ru: Корейский

source: Russian
ru: Русский

# arabicGulf
source: Arabic (Gulf Arabic)
ru: Арабский (залив)

source: Portuguese (Brazil)
ru: Португальский (Бразилия)

source: Portuguese (European)
ru: Португальский (Европа)

source: Retry
ru: Повторить

source: Failed to write story
ru: Не удалось написать историю

source: Failed to write chapter
ru: Не удалось написать главу

source: Writing new chapter...
ru: Создание новой главы...

# ai_statement
source: Stories and definitions are written by AI and may be inaccurate or inappropriate.
ru: Истории и определения написаны ИИ и могут быть неточными или неуместными.

# chapter_number
source: Chapter %@
ru: Глава %@

source: Loading
ru: Загрузка

source: Load
ru: Загрузить

source: Pause
ru: Пауза

source: Next Chapter
ru: Следующая глава

# definition_toggle
source: Definition
ru: Определение

# english_toggle
source: English
ru: Английский

source: Toggle
ru: Переключатель

source: Voice
ru: Голос

source: Speed
ru: Скорость

source: Slow
ru: Медленно

source: Normal
ru: Нормально

source: Fast
ru: Быстро

# voice_xiaoxiao
source: Xiaoxiao
ru: Сяосяо

# voice_yunjian
source: Yunjian
ru: Юньцзянь

# voice_denise
source: Denise
ru: Дениз

# voice_henri
source: Henri
ru: Анри

# voice_mayu
source: Mayu
ru: Маю

# voice_keita
source: Keita
ru: Кейта

# voice_sun_hi
source: Sun-Hi
ru: Сун-Хи

# voice_hyun_su
source: Hyun-Su
ru: Хён-Су

# voice_dariya
source: Dariya
ru: Дарья

# voice_dmitry
source: Dmitry
ru: Дмитрий

# voice_elvira
source: Elvira
ru: Эльвира

# voice_alvaro
source: Alvaro
ru: Альваро

# voice_fatima
source: Fatima
ru: Фатима

# voice_hamdan
source: Hamdan
ru: Хамдан

# voice_raquel
source: Raquel
ru: Ракель

# voice_duarte
source: Duarte
ru: Дуарте

# voice_thalita
source: Thalita
ru: Талита

# voice_donato
source: Donato
ru: Донато

source: Male
ru: Мужской

source: Female
ru: Женский

source: Chapters
ru: Главы

source: New Chapter
ru: Новая глава

source: Choose Chapter
ru: Выбрать главу

source: Defining...
ru: Определение...

source: English (US)
ru: Английский (США)

source: English (UK)
ru: Английский (Великобритания)

source: Hindi
ru: Хинди

source: German
ru: Немецкий

# voice_ava
source: Ava
ru: Ава

# voice_andrew
source: Andrew
ru: Эндрю

# voice_sonia
source: Sonia
ru: Соня

# voice_ryan
source: Ryan
ru: Райан

# voice_ananya
source: Ananya
ru: Ананья

# voice_aarav
source: Aarav
ru: Аарав

# voice_amala
source: Amala
ru: Амала

# voice_conrad
source: Conrad
ru: Конрад

source: Subscribe
ru: Подписаться

source: Welcome back
ru: С возвращением

source: Tap a word to define it
ru: Нажмите на слово, чтобы определить его

source: Word
ru: Слово

source: Sentence
ru: Предложение

source: Translate
ru: Перевести

source: Definition
ru: Определение

source: Previous
ru: Предыдущий

source: Reveal
ru: Показать

source: Next
ru: Следующий

source: Words Saved: %@
ru: Сохраненные слова: %@

source: Words Studied: %@
ru: Изученные слова: %@

source: All Words
ru: Все слова

source: Saved
ru: Сохраненные

source: Studied
ru: Изученные

source: Music
ru: Музыка

source: Story
ru: История

source: Custom story...
ru: Своя история...

source: Random
ru: Случайная

# how_story_start
source: How do you want the story to start?
ru: Как вы хотите начать историю?

# which_language_learn
source: Which language would you like to learn?
ru: Какой язык вы хотите изучать?

# how_difficult_story
source: How difficult would you like the story to be?
ru: Какой уровень сложности истории вы предпочитаете?

source: Done
ru: Готово

source: Manage Subscription
ru: Управление подпиской

source: %@ chapters per story
ru: %@ символов в одной истории

source: Unlimited chapters
ru: Неограниченное количество символов

source: Progress
ru: Прогресс

source: Restore subscription
ru: Восстановить подписку

# terms_of_use
source: Terms of Use (EULA)
ru: Условия использования (EULA)

source: Privacy Policy
ru: Политика конфиденциальности

# manage_subscriptions_instructions
source: To manage your subscriptions, go to iOS Settings App -> Apple ID -> Subscriptions
ru: Чтобы управлять подписками, перейдите в Настройки iOS -> Apple ID -> Подписки

# price_per_month
source: %@ per month
ru: %@ в месяц

source: Writing chapter.
ru: Пишется глава.

source: Chapter ready.
ru: Глава готова.

# failed_write_chapter
source: Failed to write chapter. Tap to retry.
ru: Не удалось написать главу. Нажмите, чтобы повторить.

# failed_moderate_text
source: Failed to moderate text. Tap to retry.
ru: Не удалось модерировать текст. Нажмите, чтобы повторить.

# subscription_complete
source: Subscription complete. Unlimited chapters now available.
ru: Подписка завершена. Неограниченное количество символов теперь доступно.

source: Custom story added
ru: Своя история добавлена

source: Moderating story
ru: Модерируется история

# story_did_not_meet_policies
source: Your story did not meet our AI provider's usage policies.
ru: Ваша история не соответствует политике использования нашего ИИ.

source: Deleted custom story
ru: Своя история удалена

source: Tap Reveal to show
ru: Нажмите, чтобы показать

source: No saved words
ru: Сохраненных слов нет

# tap_word_to_study
source: Tap a word to study
ru: Нажмите на слово, чтобы изучить его

# subscribe_now_unlimited_chapters
source: Subscribe now for unlimited chapters
ru: Подпишитесь сейчас для неограниченного количества символов

source: Free
ru: Бесплатно

# story_did_not_pass_moderation
source: Your story didn't pass moderation
ru: Ваша история не прошла модерацию

# what_is_moderation
source: What's moderation?
ru: Что такое модерация?

# moderation_explanation
source: We check story ideas to make sure they align with our AI provider's usage policies.
ru: Мы проверяем идеи историй, чтобы убедиться, что они соответствуют правилам использования нашего ИИ.

source: How does moderation work?
ru: Как работает модерация?

# moderation_work_explanation
source: We check the story using confidence scores. This is how confident the AI is that this content is within the story. If your story is above an accepted confidence score for a category, it will not pass moderation.
ru: Мы проверяем историю с использованием коэффициентов уверенности. Это показывает, насколько ИИ уверен, что данный контент подходит для истории. Если ваша история превышает установленный коэффициент уверенности для категории, она не пройдет модерацию.

source: Why didn't it pass?
ru: Почему она не прошла?

# acceptance_threshold_explanation
source: We accept below %@
ru: Мы принимаем ниже %@

# user_score_explanation
source: You scored %@
ru: Ваш результат %@

# okay_button
source: Okay
ru: Ок

# navigation_title_why
source: Why?
ru: Почему?

# custom_story_alert_title
source: Custom story
ru: Своя история

# custom_story_ok_button
source: OK
ru: ОК

# custom_story_cancel_button
source: Cancel
ru: Отмена

# custom_story_alert_message
source: Describe the start of your story
ru: Опишите начало вашей истории

# failed_moderation_why_button
source: Why?
ru: Почему?

# failed_moderation_ok_button
source: OK
ru: ОК

# failed_moderation_message
source: We check story ideas to ensure they align with our AI provider’s policies.
ru: Мы проверяем идеи историй, чтобы убедиться, что они соответствуют политике использования нашего ИИ.

# moderation_category_sexual
source: Sexual
ru: Сексуальное содержание

# moderation_category_sexual_minors
source: Sexual content involving minors
ru: Сексуальное содержание с участием несовершеннолетних

# moderation_category_violence_graphic
source: Graphic Violence
ru: Графическое насилие

# moderation_category_self_harm_intent
source: Self Harm (Intent)
ru: Самоповреждение (намерение)

# moderation_category_self_harm_instructions
source: Self Harm (Instructions)
ru: Самоповреждение (инструкции)

# moderation_category_illicit_violence
source: Illicit Violence
ru: Незаконное насилие

# voice_menu_header
source: Which voice would you like to use?
ru: Какой голос вы хотели бы использовать?

# speech_speed_menu_header
source: How fast would you like the voice to speak?
ru: С какой скоростью вы хотите, чтобы голос говорил?

# speech_speed_nav_title
source: Speech Speed
ru: Скорость речи

# daily_limit_reached_with_limit
source: You have reached your daily limit of %d characters
ru: Вы достигли дневного лимита в %d символов

# daily_limit_reached
source: You have reached your daily limit of characters
ru: Вы достигли дневного лимита символов

# daily_limit_what_happened
source: What happened?
ru: Что произошло?

# daily_limit_explanation
source: You have reached your daily limit for creating speech content.
ru: Вы достигли дневного лимита на создание символов.

# daily_limit_when_can_create_more
source: When can I create more?
ru: Когда я смогу создать больше?

# daily_limit_next_available
source: You can create more content in %@
ru: Вы сможете создать больше символов через %@

# daily_limit_why_header
source: Why is there a daily limit?
ru: Почему установлен дневной лимит?

# daily_limit_why
source: The text to speech AI is really expensive. If we let users create unlimited content, we would go bankrupt. Our daily limit gives you the most stories possible without risking us going bankrupt.
ru: Технология синтеза речи действительно дорогая. Если бы мы позволяли пользователям создавать бесконечное количество символов, мы бы обанкротились. Наш дневной лимит позволяет вам создавать как можно больше историй, не подвергая нас риску банкротства.

# free_trial_what_happened
source: What happened?
ru: Что произошло?

# free_trial_reached_limit
source: • You have reached your free trial limit for creating speech content.
ru: • Вы достигли лимита бесплатного пробного периода для создания символов.

# free_trial_why_header
source: Why is there a free trial limit?
ru: Почему существует лимит бесплатного пробного периода?

# free_trial_explanation
source: • The text to speech AI is really expensive. • Creating the stories themselves is actually relatively cheap. However, the text to speech AI costs more when processing longer content. • As a result, creating just 4000 characters of speech costs us a significant amount. • This doesn't sound like a big deal, but if just 50 users joined the app every day, this would cost us around $200-$600 every month. • Apple sends us subscription payments after around 45 days or so, and so we have to make sure we can afford the costs until the subscription payments come through. • We've searched far and wide, but there are no cheaper alternatives for the text to speech AI that don't suck.
ru: • Технология синтеза речи действительно дорогая. • Создание самих историй относительно дешево. Однако технология синтеза речи стоит около 5-10 пенсов за 1000 символов. • В результате, создание всего 4000 символов стоит примерно 20-80 пенсов. • Это может показаться незначительной суммой, но если всего 50 пользователей будут присоединяться к приложению каждый день, это будет стоить нам примерно $200-$600 в месяц. • Apple переводит нам платежи по подписке примерно через 45 дней, поэтому мы должны быть уверены, что сможем покрыть расходы до поступления платежей. • Мы искали повсюду, но не нашли более дешевых альтернатив технологии синтеза речи, которые бы не уступали по качеству.

# settings_dark_mode
source: Dark Mode
ru: Темный режим

# settings_appearance
source: Appearance
ru: Внешний вид

# settings_sounds
source: Sounds
ru: Звуки

# settings_sound_header
source: Sound
ru: Звук

# study_nav_title
source: Practice
ru: Практика

# study_pronunciation_label
source: Pronounciation
ru: Произношение

# create_story_speech_speed
source: Speech Speed
ru: Скорость речи

# chapter_list_story_not_found
source: Story not found.
ru: История не найдена.

# chapter_list_longer_stories_coming_soon
source: Longer stories coming soon
ru: Скоро появятся более длинные истории

# subscription_subscribe_now
source: Subscribe now to create more chapters
ru: Подпишитесь сейчас, чтобы создавать больше символов

# subscription_free_trial_limit_question
source: Why is there a free trial limit?
ru: Почему существует лимит бесплатного пробного периода?

# subscription_chapters_per_day
source: Create %d chapters per day
ru: Создайте %d глав в день

# subscription_characters_per_day
source: Create up to %d characters per day
ru: Создайте %d символов в день

# subscription_free_chapters_detail
source: %d free chapters
ru: %d бесплатных глав

# subscription_free_characters_detail
source: %d free characters
ru: %d бесплатных символов

# snackbar_failed_write_chapter
source: Failed to write chapter
ru: Не удалось создать главу

# snackbar_daily_chapter_limit_reached
source: You can create more content in %@. Tap here to learn why.
ru: Вы сможете создать больше символов через %@. Нажмите здесь, чтобы узнать почему.

source: Free trial
ru: Бесплатная пробная версия

source: Now
ru: Сейчас

source: CREATE
ru: СОЗДАТЬ

# chart_date
source: Date
ru: Дата

# chart_checkpoint
source: Checkpoint
ru: Контрольная точка

# chart_saved_definitions
source: Saved Definitions
ru: Сохраненные определения

# chart_studied_words
source: Studied Words
ru: Изученные слова

# story_ready_tap_to_read
source: Story ready. Tap here to read it.
ru: История готова. Нажмите здесь, чтобы прочитать.

# device_volume_zero
source: Increase your volume to hear audio
ru: Увеличьте громкость, чтобы слышать аудио

source: Delete
ru: Удалить

source: No stories yet
ru: Пока нет историй

# create_your_first_story
source: Create your first story to begin your language journey
ru: Создайте свою первую историю, чтобы начать путешествие в изучении языка

# your_journey_in_language
source: Your journey in language learning
ru: Ваше путешествие в изучении языка

# select_sentence_to_see_translation
source: Select a sentence to see translation
ru: Выберите предложение, чтобы увидеть перевод

source: OK
ru: ОК

source: Close
ru: Закрыть

source: Next available in: %@
ru: Следующая доступна через: %@

source: Daily Limit
ru: Дневной лимит

source: Processing...
ru: Обработка...

source: Choose Your Plan
ru: Выберите ваш план

source: Current Plan
ru: Текущий план

source: Content Moderation
ru: Модерация контента

# moderation_prompt_guidelines
source: Your custom prompt didn't meet our content guidelines. Please review and modify your prompt to ensure it's appropriate for all audiences.
ru: Ваш пользовательский запрос не соответствует нашим правилам контента

source: Moderation
ru: Модерация

source: Resets in %@
ru: Сбрасывается через %@

# resets_in_label
source: Resets in
ru: Сбрасывается через

source: Usage Progress
ru: Прогресс использования

source: Translate between languages
ru: Перевод между языками

source: Select text language
ru: Выберите язык текста

# writing_progress
source: Writing
ru: Написание

# formatting_progress
source: Formatting
ru: Форматирование

# image_progress
source: Image
ru: Изображение

# audio_progress
source: Audio
ru: Аудио

# definitions_progress
source: Definitions
ru: Определения

source: Auto-Detect
ru: Автоопределение

source: Read
ru: Читать

# twenty_four_hours
source: 24 hours
ru: 24 часа

source: Generating image...
ru: Создание изображения...

source: Generating speech...
ru: Создание речи...

source: Generating definitions...
ru: Создание определений...

source: Formatting story...
ru: Форматирование истории...
